Repository: piotrekmarkowski/PMemories-iOS
Catalog: PMemoriesApp/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, el, es, fi, fr, he, hi, hu, id, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ro, sv, th, tr, uk, vi, zh_hans

source: Unnamed stop
ar: محطة بلا اسم
cs: Zastávka bez názvu
da: Unavngivet stop
de: Unbenannter Zwischenstopp
el: Στάση χωρίς όνομα
es: Parada sin nombre
fi: Nimetön pysähdys
fr: Étape sans nom
he: עצירה ללא שם
hi: बिना नाम का पड़ाव
hu: Névtelen megálló
id: Pemberhentian tanpa nama
it: Tappa senza nome
ja: 無題の目的地
ko: 이름 없는 경유지
nb: Navnløst stopp
nl: Naamloze stop
pl: Przystanek bez nazwy
pt_br: Parada sem nome
pt_pt: Paragem sem nome
ro: Oprire fără nume
sv: Namnlöst stopp
th: จุดแวะไม่มีชื่อ
tr: Adsız durak
uk: Зупинка без назви
vi: Điểm dừng chưa đặt tên
zh_hans: 未命名站点

source: Unsaved changes (e.g. a linked video) will be lost.
ar: ستُفقد التغييرات غير المحفوظة (مثل فيديو مرتبط).
cs: Neuložené změny (např. propojené video) budou ztraceny.
da: Ikke-gemte ændringer (f.eks. en tilknyttet video) vil gå tabt.
de: Nicht gespeicherte Änderungen (z. B. ein verknüpftes Video) gehen verloren.
el: Οι μη αποθηκευμένες αλλαγές (π.χ. ένα συνδεδεμένο βίντεο) θα χαθούν.
es: Los cambios no guardados (p. ej., un vídeo vinculado) se perderán.
fi: Tallentamattomat muutokset (esim. linkitetty video) menetetään.
fr: Les modifications non enregistrées (par ex. une vidéo associée) seront perdues.
he: שינויים שלא נשמרו (למשל סרטון מקושר) יאבדו.
hi: बिना सहेजे बदलाव (जैसे लिंक किया गया वीडियो) खो जाएंगे।
hu: A nem mentett módosítások (pl. egy kapcsolt videó) elvesznek.
id: Perubahan yang belum disimpan (mis. video yang tertaut) akan hilang.
it: Le modifiche non salvate (ad es. un video collegato) andranno perse.
ja: 保存されていない変更（リンクされた動画など）は失われます。
ko: 저장하지 않은 변경 사항(예: 연결된 동영상)은 사라집니다.
nb: Ulagrede endringer (f.eks. en koblet video) vil gå tapt.
nl: Niet-opgeslagen wijzigingen (bijv. een gekoppelde video) gaan verloren.
pl: Niezapisane zmiany (np. połączenie z filmem) zostaną utracone.
pt_br: Alterações não salvas (por exemplo, um vídeo vinculado) serão perdidas.
pt_pt: As alterações não guardadas (por exemplo, um vídeo associado) serão perdidas.
ro: Modificările nesalvate (de ex. un videoclip legat) se vor pierde.
sv: Osparade ändringar (t.ex. en länkad video) går förlorade.
th: การเปลี่ยนแปลงที่ยังไม่บันทึก (เช่น วิดีโอที่เชื่อมโยง) จะสูญหาย
tr: Kaydedilmemiş değişiklikler (örn. bağlı bir video) kaybolacak.
uk: Незбережені зміни (наприклад, прив'язане відео) будуть втрачені.
vi: Các thay đổi chưa lưu (ví dụ: video đã liên kết) sẽ bị mất.
zh_hans: 未保存的更改（例如已关联的视频）将会丢失。

source: Until %@
ar: حتى %@
cs: Do %@
da: Til %@
de: Bis %@
el: Έως %@
es: Hasta %@
fi: Asti %@
fr: Jusqu'au %@
he: עד %@
hi: %@ तक
hu: Vége: %@
id: Hingga %@
it: Fino al %@
ja: %@まで
ko: %@까지
nb: Til %@
nl: Tot %@
pl: Do %@
pt_br: Até %@
pt_pt: Até %@
ro: Până la %@
sv: Till %@
th: ถึง %@
tr: %@ tarihine kadar
uk: До %@
vi: Đến %@
zh_hans: 至 %@

source: Untitled trip
ar: رحلة بلا عنوان
cs: Výlet bez názvu
da: Unavngiven rejse
de: Unbenannte Reise
el: Ταξίδι χωρίς τίτλο
es: Viaje sin título
fi: Nimetön matka
fr: Voyage sans titre
he: טיול ללא שם
hi: बिना नाम की यात्रा
hu: Névtelen utazás
id: Perjalanan tanpa judul
it: Viaggio senza titolo
ja: 無題の旅行
ko: 제목 없는 여행
nb: Reise uten navn
nl: Naamloze reis
pl: Podróż bez nazwy
pt_br: Viagem sem título
pt_pt: Viagem sem título
ro: Călătorie fără titlu
sv: Namnlös resa
th: ทริปไม่มีชื่อ
tr: Adsız gezi
uk: Подорож без назви
vi: Chuyến đi chưa đặt tên
zh_hans: 未命名旅行

source: Vacation rental
ar: إيجار عطلات
cs: Prázdninový pronájem
da: Feriebolig
de: Ferienwohnung
el: Ενοικίαση διακοπών
es: Alquiler vacacional
fi: Lomamökki
fr: Location de vacances
he: השכרת נופש
hi: वेकेशन रेंटल
hu: Nyaralóbérlés
id: Sewa liburan
it: Affitto vacanze
ja: 別荘レンタル
ko: 휴가용 임대
nb: Feriebolig
nl: Vakantiehuis
pl: Wynajem wakacyjny
pt_br: Aluguel de temporada
pt_pt: Alojamento de férias
ro: Închiriere de vacanță
sv: Semesterboende
th: บ้านพักตากอากาศให้เช่า
tr: Tatil kiralaması
uk: Оренда для відпочинку
vi: Nhà nghỉ dưỡng cho thuê
zh_hans: 度假租赁

source: Vibrant
ar: زاهي
cs: Sytý
da: Levende
de: Lebendig
el: Έντονο
es: Vívido
fi: Elävä
fr: Éclatant
he: תוסס
hi: जीवंत
hu: Élénk
id: Hidup
it: Vivace
ja: ビビッド
ko: 선명하게
nb: Levende
nl: Levendig
pl: Żywe kolory
pt_br: Vívido
pt_pt: Vívido
sv: Levande
th: สดใส
tr: Canlı
uk: Яскравий
vi: Rực rỡ
zh_hans: 鲜艳

source: Video Link
ar: رابط الفيديو
cs: Propojení videa
de: Video-Verknüpfung
el: Σύνδεση Βίντεο
es: Enlace de vídeo
fi: Videolinkki
fr: Lien vidéo
he: קישור לסרטון
hi: वीडियो लिंक
hu: Videókapcsolat
id: Tautan Video
it: Collegamento video
ja: 動画リンク
ko: 동영상 링크
nb: Videolenke
nl: Videokoppeling
pl: Połączenie z wideo
pt_br: Link do vídeo
pt_pt: Ligação de vídeo
ro: Link video
sv: Videolänk
th: ลิงก์วิดีโอ
tr: Video Bağlantısı
uk: Посилання на відео
vi: Liên kết video
zh_hans: 视频链接

source: View Route
ar: عرض المسار
cs: Zobrazit trasu
da: Vis rute
de: Route anzeigen
el: Προβολή διαδρομής
es: Ver ruta
fi: Näytä reitti
fr: Voir l'itinéraire
he: הצג מסלול
hi: रूट देखें
hu: Útvonal megtekintése
id: Lihat Rute
it: Visualizza percorso
ja: ルートを表示
ko: 경로 보기
nb: Vis rute
nl: Route bekijken
pl: Pokaż trasę
pt_br: Ver rota
pt_pt: Ver rota
ro: Vezi traseul
sv: Visa rutt
th: ดูเส้นทาง
tr: Rotayı görüntüle
uk: Переглянути маршрут
vi: Xem lộ trình
zh_hans: 查看路线

source: View trip
ar: عرض الرحلة
cs: Zobrazit cestu
da: Se rejsen
de: Reise ansehen
el: Προβολή ταξιδιού
es: Ver viaje
fi: Näytä matka
fr: Voir le voyage
he: הצג טיול
hi: यात्रा देखें
hu: Utazás megtekintése
id: Lihat perjalanan
it: Vedi viaggio
ja: 旅行を見る
ko: 여행 보기
nb: Se reisen
nl: Reis bekijken
pl: Zobacz podróż
pt_br: Ver viagem
pt_pt: Ver viagem
ro: Vezi călătoria
sv: Visa resan
th: ดูทริป
tr: Seyahati görüntüle
uk: Переглянути подорож
vi: Xem chuyến đi
zh_hans: 查看行程

source: Vintage
ar: قديم
cs: Retro
el: Ρετρό
fi: Retro
he: וינטג'
hi: विंटेज
hu: Retró
ja: ヴィンテージ
ko: 빈티지
pl: Retro
ro: Retro
th: วินเทจ
uk: Вінтаж
vi: Cổ điển
zh_hans: 复古

source: Visit a new country
ar: قم بزيارة بلد جديد
cs: Navštivte novou zemi
da: Besøg et nyt land
de: Besuche ein neues Land
el: Επισκεφθείτε μια νέα χώρα
es: Visita un país nuevo
fi: Vieraile uudessa maassa
fr: Visitez un nouveau pays
he: בקר במדינה חדשה
hi: एक नए देश की यात्रा करें
hu: Látogass el egy új országba
id: Kunjungi negara baru
it: Visita un nuovo paese
ja: 新しい国を訪れよう
ko: 새로운 국가 방문하기
nb: Besøk et nytt land
nl: Bezoek een nieuw land
pl: Odwiedź nowy kraj
pt_br: Visite um novo país
pt_pt: Visita um novo país
ro: Vizitează o țară nouă
sv: Besök ett nytt land
th: เยี่ยมชมประเทศใหม่
tr: Yeni bir ülke ziyaret et
uk: Відвідайте нову країну
vi: Ghé thăm một quốc gia mới
zh_hans: 探访一个新国家

source: Visited
ar: تمت الزيارة
cs: Navštíveno
da: Besøgt
de: Besucht
el: Επισκέφθηκε
es: Visitado
fi: Vierailtu
fr: Visité
he: ביקרתי
hi: देखा गया
hu: Meglátogatva
id: Sudah dikunjungi
it: Visitato
ja: 訪問済み
ko: 방문함
nb: Besøkt
nl: Bezocht
pl: Odwiedzone
pt_br: Visitado
pt_pt: Visitado
ro: Vizitat
sv: Besökt
th: เยี่ยมชมแล้ว
tr: Ziyaret edildi
uk: Відвідано
vi: Đã ghé thăm
zh_hans: 已到访

source: Want to visit
ar: أريد الزيارة
cs: Chci navštívit
da: Vil besøge
de: Möchte ich besuchen
el: Θέλω να επισκεφθώ
es: Quiero visitar
fi: Haluan vierailla
fr: Envie de visiter
he: רוצה לבקר
hi: देखना चाहता/चाहती हूं
hu: Meg akarom nézni
id: Ingin dikunjungi
it: Voglio visitare
ja: 訪れたい
ko: 방문하고 싶음
nb: Vil besøke
nl: Wil bezoeken
pl: Chcę odwiedzić
pt_br: Quero visitar
pt_pt: Quero visitar
ro: Vreau să vizitez
sv: Vill besöka
th: อยากไปเยี่ยมชม
tr: Ziyaret etmek istiyorum
uk: Хочу відвідати
vi: Muốn ghé thăm
zh_hans: 想去

source: Warm
ar: دافئ
cs: Teplý
da: Varm
el: Ζεστό
es: Cálido
fi: Lämmin
fr: Chaud
he: חם
hi: गर्म
hu: Meleg
id: Hangat
it: Caldo
ja: ウォーム
ko: 따뜻하게
nb: Varm
pl: Ciepłe
pt_br: Quente
pt_pt: Quente
ro: Cald
sv: Varm
th: โทนอุ่น
tr: Sıcak
uk: Теплий
vi: Ấm áp
zh_hans: 暖色调

source: Weekend
ar: عطلة نهاية الأسبوع
cs: Víkend
de: Wochenende
el: Σαββατοκύριακο
es: Fin de semana
fi: Viikonloppu
he: סוף שבוע
hi: सप्ताहांत
hu: Hétvége
id: Akhir pekan
ja: 週末
ko: 주말
nb: Helg
pt_br: Fim de semana
pt_pt: Fim de semana
sv: Helg
th: วันหยุดสุดสัปดาห์
tr: Hafta sonu
uk: Вихідні
vi: Cuối tuần
zh_hans: 周末

source: Welcome back
ar: مرحبًا بعودتك
cs: Vítejte zpět
da: Velkommen tilbage
de: Willkommen zurück
el: Καλώς ήρθες πίσω
es: Bienvenido de nuevo
fi: Tervetuloa takaisin
fr: Bon retour
he: ברוך שובך
hi: वापसी पर स्वागत है
hu: Üdv újra itt
id: Selamat kembali
it: Bentornato
ja: おかえりなさい
ko: 다시 오신 것을 환영합니다
nb: Velkommen tilbake
nl: Welkom terug
pl: Witaj z powrotem
pt_br: Bem-vindo de volta
pt_pt: Bem-vindo de volta
ro: Bine ai revenit
sv: Välkommen tillbaka
th: ยินดีต้อนรับกลับ
tr: Tekrar hoş geldin
uk: З поверненням
vi: Chào mừng trở lại
zh_hans: 欢迎回来

source: Welcome to PMemories
ar: مرحبًا بك في PMemories
cs: Vítejte v PMemories
da: Velkommen til PMemories
de: Willkommen bei PMemories
el: Καλώς ήρθατε στο PMemories
es: Bienvenido a PMemories
fi: Tervetuloa PMemoriesiin
fr: Bienvenue dans PMemories
he: ברוכים הבאים ל-PMemories
hi: PMemories में आपका स्वागत है
hu: Üdvözlünk a PMemories-ban
id: Selamat datang di PMemories
it: Benvenuto in PMemories
ja: PMemoriesへようこそ
ko: PMemories에 오신 것을 환영합니다
nb: Velkommen til PMemories
nl: Welkom bij PMemories
pl: Witaj w PMemories
pt_br: Bem-vindo ao PMemories
pt_pt: Bem-vindo ao PMemories
ro: Bine ai venit în PMemories
sv: Välkommen till PMemories
th: ยินดีต้อนรับสู่ PMemories
tr: PMemories'e hoş geldiniz
uk: Ласкаво просимо до PMemories
vi: Chào mừng đến với PMemories
zh_hans: 欢迎使用 PMemories

source: Where are we travelling today?
ar: إلى أين نسافر اليوم؟
cs: Kam dnes cestujeme?
da: Hvor rejser vi hen i dag?
de: Wohin reisen wir heute?
el: Πού ταξιδεύουμε σήμερα;
es: ¿A dónde viajamos hoy?
fi: Minne matkustamme tänään?
fr: Où voyageons-nous aujourd'hui ?
he: לאן אנחנו נוסעים היום?
hi: आज हम कहाँ यात्रा कर रहे हैं?
hu: Hova utazunk ma?
id: Ke mana kita akan bepergian hari ini?
it: Dove viaggiamo oggi?
ja: 今日はどこへ旅しましょう？
ko: 오늘은 어디로 떠나볼까요?
nb: Hvor reiser vi i dag?
nl: Waar reizen we vandaag naartoe?
pl: Dokąd dziś podróżujemy?
pt_br: Para onde vamos viajar hoje?
pt_pt: Para onde vamos viajar hoje?
ro: Unde călătorim azi?
sv: Vart reser vi idag?
th: วันนี้เราจะเดินทางไปที่ไหนกัน?
tr: Bugün nereye seyahat ediyoruz?
uk: Куди ми подорожуємо сьогодні?
vi: Hôm nay chúng ta đi du lịch đâu nhỉ?
zh_hans: 今天我们要去哪里旅行？

source: Where are you travelling next?
ar: إلى أين ستسافر بعد ذلك؟
cs: Kam pojedete příště?
da: Hvor rejser du hen næste gang?
de: Wohin geht deine nächste Reise?
el: Πού θα ταξιδέψεις μετά;
es: ¿A dónde viajarás después?
fi: Minne matkustat seuraavaksi?
fr: Où voyagez-vous ensuite ?
he: לאן תיסע בפעם הבאה?
hi: आप अगली बार कहाँ यात्रा करेंगे?
hu: Hová utazol legközelebb?
id: Ke mana perjalanan berikutnya?
it: Dove viaggerai la prossima volta?
ja: 次はどこへ旅する?
ko: 다음엔 어디로 여행하시나요?
nb: Hvor reiser du neste gang?
nl: Waar reis je hierna naartoe?
pl: Dokąd wybierasz się następnym razem?
pt_br: Para onde você vai viajar em seguida?
pt_pt: Para onde vai viajar a seguir?
ro: Unde călătorești data viitoare?
sv: Vart reser du härnäst?
th: คุณจะไปเที่ยวที่ไหนต่อไป?
tr: Sıradaki seyahatin nereye?
uk: Куди подорожуєте наступного разу?
vi: Chuyến đi tiếp theo của bạn ở đâu?
zh_hans: 接下来您要去哪里旅行？

source: Which trip?
ar: أي رحلة؟
cs: Který výlet?
da: Hvilken rejse?
de: Welche Reise?
el: Ποιο ταξίδι;
es: ¿Qué viaje?
fi: Mikä matka?
fr: Quel voyage ?
he: איזה טיול?
hi: कौन सी यात्रा?
hu: Melyik utazás?
id: Perjalanan yang mana?
it: Quale viaggio?
ja: どの旅行？
ko: 어떤 여행인가요?
nb: Hvilken reise?
nl: Welke reis?
pl: Która podróż?
pt_br: Qual viagem?
pt_pt: Qual viagem?
ro: Ce călătorie?
sv: Vilken resa?
th: ทริปไหน?
tr: Hangi seyahat?
uk: Яка подорож?
vi: Chuyến đi nào?
zh_hans: 哪次旅行？

source: Winter
ar: الشتاء
cs: Zima
da: Vinter
el: Χειμώνας
es: Invierno
fi: Talvi
fr: Hiver
he: חורף
hi: सर्दी
hu: Tél
id: Musim Dingin
it: Inverno
ja: 冬
ko: 겨울
nb: Vinter
pl: Zima
pt_br: Inverno
pt_pt: Inverno
ro: Iarnă
sv: Vinter
th: ฤดูหนาว
tr: Kış
uk: Зима
vi: Mùa đông
zh_hans: 冬季

source: Year
ar: السنة
cs: Rok
da: År
de: Jahr
el: Έτος
es: Año
fi: Vuosi
fr: Année
he: שנה
hi: वर्ष
hu: Év
id: Tahun
it: Anno
ja: 年
ko: 연도
nb: År
nl: Jaar
pl: Rok
pt_br: Ano
pt_pt: Ano
ro: An
sv: År
th: ปี
tr: Yıl
uk: Рік
vi: Năm
zh_hans: 年份

source: You're all set
ar: كل شيء جاهز
cs: Vše je připraveno
da: Alt er klar
de: Alles bereit
el: Όλα έτοιμα
es: Todo listo
fi: Kaikki on valmista
fr: Tout est prêt
he: הכל מוכן
hi: सब तैयार है
hu: Minden készen áll
id: Semua siap
it: Tutto pronto
ja: 準備完了です
ko: 모두 준비되었습니다
nb: Alt er klart
nl: Alles is klaar
pl: Wszystko gotowe
pt_br: Tudo pronto
pt_pt: Está tudo pronto
ro: Totul este gata
sv: Allt är klart
th: ทุกอย่างพร้อมแล้ว
tr: Her şey hazır
uk: Все готово
vi: Mọi thứ đã sẵn sàng
zh_hans: 一切就绪

source: You're in %@
ar: أنت في %@
cs: Jste v %@
da: Du er i %@
de: Du bist in %@
el: Είσαι στην %@
es: Estás en %@
fi: Olet kohteessa %@
fr: Vous êtes en %@
he: אתה נמצא ב-%@
hi: आप %@ में हैं
hu: Most itt vagy: %@
id: Anda berada di %@
it: Sei in %@
ja: %@にいます
ko: %@에 있습니다
nb: Du er i %@
nl: Je bent in %@
pl: Jesteś w: %@
pt_br: Você está em %@
pt_pt: Está em %@
ro: Ești în %@
sv: Du är i %@
th: คุณอยู่ที่ %@
tr: %@ bölgesindesin
uk: Ви зараз у %@
vi: Bạn đang ở %@
zh_hans: 您正在%@

source: Your Journey
ar: رحلتك
cs: Vaše cesta
da: Din rejse
de: Deine Reise
el: Το Ταξίδι σας
es: Tu viaje
fi: Matkasi
fr: Votre parcours
he: המסע שלך
hi: आपकी यात्रा
hu: A te utad
id: Perjalanan Anda
it: Il tuo viaggio
ja: あなたの旅
ko: 나의 여정
nb: Din reise
nl: Jouw reis
pl: Twoja podróż
pt_br: Sua jornada
pt_pt: A sua jornada
ro: Călătoria ta
sv: Din resa
th: การเดินทางของคุณ
tr: Yolculuğunuz
uk: Ваша подорож
vi: Hành trình của bạn
zh_hans: 你的旅程

source: Your Places
ar: أماكنك
cs: Vaše místa
da: Dine steder
de: Deine Orte
el: Τα Μέρη σας
es: Tus lugares
fi: Paikkasi
fr: Vos lieux
he: המקומות שלך
hi: आपकी जगहें
hu: A helyeid
id: Tempat Anda
it: I tuoi luoghi
ja: あなたの場所
ko: 내 장소
nb: Dine steder
nl: Jouw plekken
pl: Twoje miejsca
pt_br: Seus lugares
pt_pt: Os seus locais
ro: Locurile tale
sv: Dina platser
th: สถานที่ของคุณ
tr: Yerleriniz
uk: Ваші місця
vi: Địa điểm của bạn
zh_hans: 你的地点

source: Your Trips
ar: رحلاتك
cs: Vaše cesty
da: Dine rejser
de: Deine Reisen
el: Τα Ταξίδια σας
es: Tus viajes
fi: Matkasi
fr: Vos voyages
he: הטיולים שלך
hi: आपकी यात्राएं
hu: Az utaid
id: Perjalanan Anda
it: I tuoi viaggi
ja: あなたの旅行
ko: 내 여행
nb: Dine reiser
nl: Jouw reizen
pl: Twoje podróże
pt_br: Suas viagens
pt_pt: As suas viagens
ro: Călătoriile tale
sv: Dina resor
th: ทริปของคุณ
tr: Gezileriniz
uk: Ваші подорожі
vi: Chuyến đi của bạn
zh_hans: 你的行程

source: Your first stamp will appear once you save a trip with a country
ar: سيظهر ختمك الأول بمجرد حفظ رحلة مع تحديد دولة
cs: První razítko se objeví, jakmile uložíte cestu se zemí
da: Dit første stempel vises, når du gemmer en rejse med et land
de: Dein erster Stempel erscheint, sobald du eine Reise mit einem Land speicherst
el: Η πρώτη σας σφραγίδα θα εμφανιστεί μόλις αποθηκεύσετε ένα ταξίδι με χώρα
es: Tu primer sello aparecerá al guardar un viaje con un país
fi: Ensimmäinen leimasi ilmestyy, kun tallennat matkan, jolla on maa
fr: Votre premier tampon apparaîtra dès que vous enregistrerez un voyage avec un pays
he: החותמת הראשונה שלך תופיע לאחר שתשמור טיול עם מדינה
hi: आपकी पहली मुहर तब दिखेगी जब आप किसी देश सहित यात्रा सहेजेंगे
hu: Az első bélyegződ akkor jelenik meg, amikor egy országgal rendelkező utat mentesz
id: Stempel pertama Anda akan muncul setelah Anda menyimpan perjalanan dengan negara
it: Il tuo primo timbro apparirà salvando un viaggio con un paese
ja: 国を設定した旅行を保存すると、最初のスタンプが表示されます
ko: 국가가 포함된 여행을 저장하면 첫 스탬프가 표시됩니다
nb: Ditt første stempel vises når du lagrer en reise med et land
nl: Je eerste stempel verschijnt zodra je een reis met een land opslaat
pl: Pierwsza pieczątka pojawi się po zapisaniu podróży z krajem
pt_br: Seu primeiro carimbo aparecerá ao salvar uma viagem com um país
pt_pt: O seu primeiro carimbo aparecerá assim que guardar uma viagem com um país
ro: Prima ta ștampilă va apărea când salvezi o călătorie cu o țară
sv: Din första stämpel dyker upp när du sparar en resa med ett land
th: ตราประทับแรกของคุณจะปรากฏเมื่อคุณบันทึกทริปที่มีประเทศ
tr: Ülkeli bir gezi kaydettiğinizde ilk damganız görünecek
uk: Ваш перший штамп з'явиться, коли ви збережете подорож із зазначеною країною
vi: Con dấu đầu tiên của bạn sẽ xuất hiện khi bạn lưu chuyến đi có quốc gia
zh_hans: 保存包含国家信息的行程后即可获得第一个印章

source: Your memories will appear here after creating your first movie
ar: ستظهر ذكرياتك هنا بعد إنشاء أول فيديو لك
cs: Vaše vzpomínky se zde zobrazí po vytvoření prvního videa
da: Dine minder vises her, efter du har oprettet din første video
de: Deine Erinnerungen erscheinen hier, sobald du dein erstes Video erstellt hast
el: Οι αναμνήσεις σας θα εμφανιστούν εδώ μετά τη δημιουργία της πρώτης σας ταινίας
es: Tus recuerdos aparecerán aquí después de crear tu primera película
fi: Muistosi näkyvät täällä, kun olet luonut ensimmäisen videosi
fr: Vos souvenirs apparaîtront ici après avoir créé votre premier film
he: הזיכרונות שלך יופיעו כאן לאחר יצירת הסרטון הראשון שלך
hi: पहली मूवी बनाने के बाद आपकी मेमोरीज़ यहां दिखेंगी
hu: Az emlékeid itt jelennek meg, miután elkészítetted az első filmedet
id: Kenangan Anda akan muncul di sini setelah membuat video pertama Anda
it: I tuoi ricordi appariranno qui dopo aver creato il tuo primo video
ja: 最初の動画を作成すると、ここに思い出が表示されます
ko: 첫 동영상을 만들면 여기에 추억이 표시됩니다
nb: Minnene dine vises her etter at du har laget din første video
nl: Je herinneringen verschijnen hier nadat je je eerste video hebt gemaakt
pl: Twoje wspomnienia pojawią się tutaj po stworzeniu pierwszego filmu
pt_br: Suas memórias aparecerão aqui depois de criar seu primeiro vídeo
pt_pt: As suas memórias aparecerão aqui depois de criar o seu primeiro vídeo
ro: Amintirile tale vor apărea aici după ce creezi primul tău videoclip
sv: Dina minnen visas här efter att du skapat din första video
th: ความทรงจำของคุณจะปรากฏที่นี่หลังจากสร้างวิดีโอแรกของคุณ
tr: İlk videonuzu oluşturduktan sonra anılarınız burada görünecek
uk: Ваші спогади з'являться тут після створення першого відео
vi: Kỷ niệm của bạn sẽ xuất hiện tại đây sau khi tạo video đầu tiên
zh_hans: 创建你的第一个视频后，回忆将显示在这里

source: Your movie is ready!
ar: فيلمك جاهز!
cs: Váš film je hotový!
da: Din film er klar!
de: Dein Film ist fertig!
el: Η ταινία σας είναι έτοιμη!
es: ¡Tu película está lista!
fi: Elokuvasi on valmis!
fr: Votre film est prêt !
he: הסרט שלכם מוכן!
hi: आपकी मूवी तैयार है!
hu: A filmed elkészült!
id: Filmmu sudah siap!
it: Il tuo film è pronto!
ja: ムービーの準備ができました！
ko: 영화가 준비되었습니다!
nb: Filmen din er klar!
nl: Je film is klaar!
pl: Twój film jest gotowy!
pt_br: Seu filme está pronto!
pt_pt: O seu filme está pronto!
ro: Filmul tău este gata!
sv: Din film är klar!
th: ภาพยนตร์ของคุณพร้อมแล้ว!
tr: Filmin hazır!
uk: Ваш фільм готовий!
vi: Phim của bạn đã sẵn sàng!
zh_hans: 你的电影已准备就绪！

source: Your passport is empty
ar: جواز سفرك فارغ
cs: Váš pas je prázdný
da: Dit pas er tomt
de: Dein Pass ist leer
el: Το διαβατήριό σας είναι κενό
es: Tu pasaporte está vacío
fi: Passisi on tyhjä
fr: Votre passeport est vide
he: הדרכון שלך ריק
hi: आपका पासपोर्ट खाली है
hu: Az útleveled üres
id: Paspor Anda kosong
it: Il tuo passaporto è vuoto
ja: パスポートはまだ空です
ko: 여권이 비어 있습니다
nb: Passet ditt er tomt
nl: Je paspoort is leeg
pl: Paszport jest pusty
pt_br: Seu passaporte está vazio
pt_pt: O seu passaporte está vazio
ro: Pașaportul tău este gol
sv: Ditt pass är tomt
th: พาสปอร์ตของคุณว่างเปล่า
tr: Pasaportunuz boş
uk: Ваш паспорт порожній
vi: Hộ chiếu của bạn đang trống
zh_hans: 你的护照还是空的

source: Your projects will appear here after creating your first memory
ar: ستظهر مشاريعك هنا بعد إنشاء أول ذكرى لك
cs: Vaše projekty se zde zobrazí po vytvoření první vzpomínky
da: Dine projekter vises her, efter du har oprettet dit første minde
de: Deine Projekte erscheinen hier, sobald du deine erste Erinnerung erstellt hast
el: Τα έργα σας θα εμφανιστούν εδώ μετά τη δημιουργία της πρώτης σας ανάμνησης
es: Tus proyectos aparecerán aquí después de crear tu primer recuerdo
fi: Projektisi näkyvät täällä, kun olet luonut ensimmäisen muistosi
fr: Vos projets apparaîtront ici après avoir créé votre premier souvenir
he: הפרויקטים שלך יופיעו כאן לאחר יצירת הזיכרון הראשון שלך
hi: पहली मेमोरी बनाने के बाद आपके प्रोजेक्ट्स यहां दिखेंगे
hu: A projektjeid itt jelennek meg, miután elkészítetted az első emléked
id: Proyek Anda akan muncul di sini setelah membuat kenangan pertama Anda
it: I tuoi progetti appariranno qui dopo aver creato il tuo primo ricordo
ja: 最初の思い出を作成すると、ここにプロジェクトが表示されます
ko: 첫 추억을 만들면 여기에 프로젝트가 표시됩니다
nb: Prosjektene dine vises her etter at du har laget ditt første minne
nl: Je projecten verschijnen hier nadat je je eerste herinnering hebt gemaakt
pl: Twoje projekty pojawią się tutaj po stworzeniu pierwszego wspomnienia
pt_br: Seus projetos aparecerão aqui depois de criar sua primeira memória
pt_pt: Os seus projetos aparecerão aqui depois de criar a sua primeira memória
ro: Proiectele tale vor apărea aici după ce creezi prima ta amintire
sv: Dina projekt visas här efter att du skapat ditt första minne
th: โปรเจกต์ของคุณจะปรากฏที่นี่หลังจากสร้างความทรงจำแรกของคุณ
tr: İlk anınızı oluşturduktan sonra projeleriniz burada görünecek
uk: Ваші проєкти з'являться тут після створення першого спогаду
vi: Dự án của bạn sẽ xuất hiện tại đây sau khi tạo kỷ niệm đầu tiên
zh_hans: 创建你的第一个回忆后，项目将显示在这里

source: Your score
ar: نتيجتك
cs: Vaše skóre
da: Din score
de: Dein Punktestand
el: Η βαθμολογία σας
es: Tu puntuación
fi: Pisteesi
fr: Votre score
he: הניקוד שלך
hi: आपका स्कोर
hu: A pontszámod
id: Skor Anda
it: Il tuo punteggio
ja: あなたのスコア
ko: 내 점수
nb: Din poengsum
nl: Jouw score
pl: Twój wynik
pt_br: Sua pontuação
pt_pt: A tua pontuação
ro: Scorul tău
sv: Din poäng
th: คะแนนของคุณ
tr: Puanın
uk: Ваш рахунок
vi: Điểm của bạn
zh_hans: 你的分数

source: Your travel stats will appear here
ar: ستظهر إحصاءات سفرك هنا
cs: Vaše cestovní statistiky se zobrazí zde
da: Din rejsestatistik vises her
de: Deine Reisestatistiken erscheinen hier
el: Τα στατιστικά ταξιδιού σας θα εμφανιστούν εδώ
es: Tus estadísticas de viaje aparecerán aquí
fi: Matkatilastosi näkyvät täällä
fr: Vos statistiques de voyage apparaîtront ici
he: נתוני הטיולים שלך יופיעו כאן
hi: आपके यात्रा आँकड़े यहां दिखेंगे
hu: Az utazási statisztikáid itt jelennek meg
id: Statistik perjalanan Anda akan muncul di sini
it: Le tue statistiche di viaggio appariranno qui
ja: 旅行の統計はここに表示されます
ko: 여행 통계가 여기에 표시됩니다
nb: Reisestatistikken din vises her
nl: Je reisstatistieken verschijnen hier
pl: Twoje statystyki podróży pojawią się tutaj
pt_br: Suas estatísticas de viagem aparecerão aqui
pt_pt: As suas estatísticas de viagem aparecerão aqui
ro: Statisticile tale de călătorie vor apărea aici
sv: Din resestatistik visas här
th: สถิติการเดินทางของคุณจะปรากฏที่นี่
tr: Seyahat istatistikleriniz burada görünecek
uk: Ваша статистика подорожей з'явиться тут
vi: Thống kê du lịch của bạn sẽ hiển thị tại đây
zh_hans: 你的旅行统计数据将显示在这里
